//1
// Чем отличается Bootstrap 5 от 3 и 4 версии
// удобностью и новыми функциями

//2
// Что такое Bootstrap? разьясни своими словами
// дает css стиль с помощью датия класов


//3
// Что такое адаптивный веб дизайн?
// меняется в зависимости от ширины и высоты экрана

//4
// Зачем использовать стоит использовать Bootstrap?
// чтобы быстро давать хороший css

//5
// Какими 2мя методами можно подключить Bootstrap?
// через линк по подключению к ссылке(требуется интернет) и через линк по файлу

//6
// В чем преимущество CDN?
// доступность и проищводительность

//7
// Для чего в Bootstrap используется JavaScript?
// чтобы удобно давать скрипты по классу в js

//8
// На какие 2 вида подразделяются контейнеры в Bootstrap?
// container container-fluid

//9
// Сколько пикселей будет фиксированный контейнер если ширина меньше 576px
// 100%

//10
// Сколько пикселей будет фиксированный контейнер если ширина больше или равно 576px
// 540px

//11 
// Сколько пикселей будет фиксированный контейнер если больше или равно 768px
// 768px

//12 
// Сколько пикселей будет фиксированный контейнер если больше или равно 992px
// 992px

//13 
// Сколько пикселей будет фиксированный контейнер если больше или равно 1200px
// 1200px

//14 
// Сколько пикселей будет фиксированный контейнер если больше или равно 1400px
// 1400px

//15 
// Сколько пикселей занимает Жидкий контейнер?
// 100%

//16 
// Какие размеры есть у фиксированного контейнера перечисли
// Пример: .container-sm
// меньше 576 то 100%
// больше равно 576 то 540
// больше равно 768 то 720
// больше равно 992 то 960
// больше равно 1200 то 1140
// больше равно 1400 то 1320